Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Shared/Resources/BaseConfiguration/BaseConfigurationTexts.*.resx
Languages: de

# HomeBatteryPowerInversionUrl_HelperText
source: Use this if you have to dynamically invert the home battery power. Note: Only 0 and 1 are allowed as response. As far as I know this is only needed with Sungrow Inverters.
de: Verwenden Sie diese Option, wenn die Leistung des Hausspeichers dynamisch invertiert werden muss. Hinweis: Als Antwort sind nur 0 und 1 erlaubt. Soweit bekannt, wird dies nur bei Sungrow-Wechselrichtern benötigt.

# UpdateIntervalSeconds_DisplayName
source: Power Change Interval
de: Intervall für Leistungsänderungen

# UpdateIntervalSeconds_HelperText
source: Every x seconds it is checked if any power changes are required.
de: In diesem Intervall wird geprüft, ob Leistungsanpassungen notwendig sind.

# SkipPowerChangesOnLastAdjustmentNewerThanSeconds_HelperText
source: Be cautious when setting values below 25 seconds as this might result in unexpected behaviour as cars or charging stations might take some time to update the power.
de: Werte unter 25 Sekunden können zu unerwartetem Verhalten führen, da Fahrzeuge oder Wallboxen etwas Zeit für die Leistungsanpassung benötigen.

# PvValueUpdateIntervalSeconds_DisplayName
source: Solar power refresh interval
de: Aktualisierungsintervall Solarleistung

# MinutesUntilSwitchOn_DisplayName
source: Time with enough solar power until charging starts
de: Zeit mit genügend Solarleistung bis zum Start

# MinutesUntilSwitchOff_DisplayName
source: Time without enough solar power until charging stops
de: Zeit ohne genügend Solarleistung bis zum Stopp

# PowerBuffer_DisplayName
source: Power Buffer
de: Leistungspuffer

# PowerBuffer_HelperText
source: Set values higher than 0 to always have some overage (power to grid). Set values lower than 0 to always consume some power from the grid.
de: Werte über 0 sorgen für eine Einspeisung ins Netz. Werte unter 0 bewirken einen konstanten Netzbezug.

# AllowPowerBufferChangeOnHome_HelperText
source: If enabled, the configured power buffer is displayed on the home screen, including the option to directly change it.
de: Wenn aktiviert, wird der konfigurierte Leistungspuffer auf der Startseite angezeigt und kann dort direkt angepasst werden.

# PredictSolarPowerGeneration_HelperText
source: If enabled, your home geofence location is transferred to the Solar4Car.com servers as well as to the servers of www.visualcrossing.com. At no point will your location data be linked with other data.
de: Wenn aktiviert, wird Ihr Geofence-Standort sowohl an die Server von Solar4Car.com als auch an www.visualcrossing.com übertragen. Die Standortdaten werden niemals mit anderen Daten verknüpft.

# UsePredictedSolarPowerGenerationForChargingSchedules_HelperText
source: If enabled, when a target SoC is set not only grid prices but also estimated solar power generation is used to schedule charging.
de: Wenn ein Ziel-SoC gesetzt ist, werden neben den Netzpreisen auch geschätzte PV-Erträge zur Ladeplanung verwendet.

# ShowEnergyDataOnHome_HelperText
source: This is in an early beta and might not behave like expected. Loading might take longer than 30 seconds or never load on low performance devices like Raspberry Pi 3. This will be fixed in a future update.
de: Diese Funktion befindet sich in einer frühen Beta und kann sich unerwartet verhalten. Das Laden kann länger als 30 Sekunden dauern oder auf schwacher Hardware (z. B. Raspberry Pi 3) scheitern.
