Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Client/Resources/Pages/BaseConfiguration.*.resx
Languages: de

source: Base Configuration
de: Basiskonfiguration

source: General:
de: Allgemein:

source: To update the location, click the save button on the bottom of the page
de: Um den Standort zu aktualisieren, klicken Sie auf die Schaltfläche Speichern am unteren Ende der Seite

source: Click on the map to select your home geofence. Within that area TSC will regulate the charging power.
de: Klicken Sie auf die Karte, um Ihren Home-Geofence auszuwählen. Innerhalb dieses Bereichs reguliert TSC die Ladeleistung.

source: How to set up Telegram
de: So richten Sie Telegram ein

source: Note: The Telegram bot for now only sends messages if something is not working. E.g. The car does not respond to commands, solar power values can not be refreshed,...
de: Hinweis: Der Telegram-Bot sendet derzeit nur Nachrichten, wenn etwas nicht funktioniert. z. B. reagiert das Fahrzeug nicht auf Befehle, Solardaten können nicht aktualisiert werden, ...

source: Send test message
de: Testnachricht senden

source: You need to save the configuration before testing it.
de: Sie müssen die Konfiguration speichern, bevor Sie sie testen.

source: Advanced settings. Please only change values here if you know what you are doing.
de: Erweiterte Einstellungen. Ändern Sie Werte hier nur, wenn Sie wissen, was Sie tun.

source: Values blelow 25 seconds are not recommended and might cause performance issues.
de: Werte unter 25 Sekunden werden nicht empfohlen und können Leistungsprobleme verursachen.

source: Saved.
de: Gespeichert.

source: Could not get result
de: Ergebnis konnte nicht abgerufen werden
