Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Client/Resources/Pages/CarSettings.*.resx
Languages: de

source: Car Settings
de: Fahrzeugeinstellungen

source: Create Token.
de: Token erstellen.

source: Go to
de: Gehe zu

source: Cloud Connection
de: Cloud-Verbindung

source: Generate a Tesla Fleet API Token and restart TSC to see cars here.
de: Erzeuge ein Tesla Fleet API-Token und starte TSC neu, um hier Fahrzeuge zu sehen.

source: Restart TSC to add new cars
de: Starte TSC neu, um neue Fahrzeuge hinzuzufügen

source: If you do not see all cars here that are available in your Tesla account, restart TSC.
de: Wenn du hier nicht alle Fahrzeuge siehst, die in deinem Tesla-Konto verfügbar sind, starte TSC neu.

source: Add car (non Tesla)
de: Fahrzeug hinzufügen (kein Tesla)

source: Current below 6A not recommended
de: Stromstärke unter 6 A wird nicht empfohlen

source: The Type 2 standard states that the minimum current below 6A is not allowed. Setting this below 6A might result in unexpected behaviour like the car not charging at all.
de: Der Typ-2-Standard besagt, dass eine Stromstärke unter 6 A nicht zulässig ist. Ein Wert unter 6 A kann zu unerwartetem Verhalten wie zum Beispiel ausbleibendem Laden führen.

source: GPS Location used for home detection
de: GPS-Position zur Hauserkennung verwendet

source: TSC will manage charging if the car's GPS Location is within the configured Home Geofence set in
de: TSC steuert das Laden, wenn sich die GPS-Position des Fahrzeugs innerhalb des in

source: Base Configuration
de: Basiskonfiguration

source: Tesla navigation Home used for home detection
de: Tesla-Navigation Zuhause zur Hauserkennung verwendet

source: TSC will manage charging if the car is at the home location set in the Tesla navigation system. Note: Different driver profiles with different home addresses might mess this up. Make sure that the last driver has the correct home address set in the Tesla navigation system.
de: TSC steuert das Laden, wenn sich das Fahrzeug am in der Tesla-Navigation hinterlegten Zuhause befindet. Hinweis: Verschiedene Fahrerprofile mit unterschiedlichen Zuhause-Adressen können dies beeinträchtigen. Stelle sicher, dass der letzte Fahrer die korrekte Zuhause-Adresse in der Tesla-Navigation gesetzt hat.

source: Tesla navigation Work used for home detection
de: Tesla-Navigation Arbeit zur Hauserkennung verwendet

source: TSC will manage charging if the car is at the work location set in the Tesla navigation system. Note: Different driver profiles with different work addresses might mess this up. Make sure that the last driver has the correct work address set in the Tesla navigation system.
de: TSC steuert das Laden, wenn sich das Fahrzeug am in der Tesla-Navigation hinterlegten Arbeitsort befindet. Hinweis: Verschiedene Fahrerprofile mit unterschiedlichen Arbeitsadressen können dies beeinträchtigen. Stelle sicher, dass der letzte Fahrer die korrekte Arbeitsadresse in der Tesla-Navigation gesetzt hat.

source: Tesla navigation Favorite used for home detection
de: Tesla-Navigation Favorit zur Hauserkennung verwendet

source: TSC will manage charging if the car is at any favorite location set in the Tesla navigation system. Note: TSC is unable to detect at which favorite location the car is, so if you charge at a public charger that is configured as favorite in the Tesla navigation system, TSC tries to manage charging based on your solar production at home and might stop charging if you don't have any solar production at home. Moreover, different driver profiles with different favorite addresses might mess this up. It is HIGHLY recommended to only have one favorite location if this setting is enabled.
de: TSC steuert das Laden, wenn sich das Fahrzeug an einem in der Tesla-Navigation hinterlegten Favoriten befindet. Hinweis: TSC kann nicht erkennen, an welchem Favoriten sich das Fahrzeug befindet. Wenn du an einer öffentlichen Ladesäule lädst, die als Favorit in der Tesla-Navigation hinterlegt ist, versucht TSC das Laden anhand deiner Solarproduktion zu Hause zu steuern und könnte das Laden beenden, wenn keine Solarproduktion vorhanden ist. Außerdem können unterschiedliche Fahrerprofile mit unterschiedlichen Favoritenadressen dies beeinträchtigen. Es wird DRINGEND empfohlen, bei aktivierter Einstellung nur einen Favoriten zu haben.

source: Home Detection via
de: Hauserkennung über

source: BLE Pairing and test
de: BLE-Kopplung und Test

source: To come around rate limits TSC can use BLE instead of the Fleet API. This requires
de: Um Rate Limits zu umgehen, kann TSC statt der Fleet API BLE verwenden. Das erfordert

source: setting up a BLE API
de: das Einrichten einer BLE-API

source: Note: When clicking the pair button the car won't display any feedback. You have to place the card on the center console. Only after doing so, a message will pop up. If you don't see a message, the pairing failed. As the car does not send any feedback, just try a few times, if it still does not work reboot your BLE device.
de: Hinweis: Beim Klicken auf die Kopplungstaste zeigt das Fahrzeug keine Rückmeldung an. Lege die Karte auf die Mittelkonsole. Erst dann erscheint eine Meldung. Wenn keine Meldung erscheint, ist die Kopplung fehlgeschlagen. Da das Fahrzeug keine Rückmeldung sendet, versuche es einige Male; wenn es trotzdem nicht funktioniert, starte dein BLE-Gerät neu.

source: BLE Pair
de: BLE koppeln

source: Test BLE access
de: BLE-Zugriff testen

source: Before you can test BLE access you must pair the car with TSC. This includes placing the card on your center console and confirming the new "phone key" on the car's screen.
de: Bevor du den BLE-Zugriff testen kannst, musst du das Fahrzeug mit TSC koppeln. Dazu gehört, die Karte auf die Mittelkonsole zu legen und den neuen "Phone Key" am Fahrzeugbildschirm zu bestätigen.

source: After clicking the test button the car's current should be set to 7A. Note: The car needs to be awake for this test.
de: Nach dem Klicken auf die Test-Schaltfläche sollte die Stromstärke des Fahrzeugs auf 7 A gesetzt werden. Hinweis: Das Fahrzeug muss für diesen Test wach sein.

source: Set to 7A
de: Auf 7 A setzen

source: Test Wakeup via BLE
de: Aufwecken über BLE testen

source: After this test the car should wake up.
de: Nach diesem Test sollte das Fahrzeug aufwachen.

source: Wake up
de: Aufwecken

source: Could not deserialize message from TSC.
de: Nachricht von TSC konnte nicht deserialisiert werden.

source: Ble access seems to work. Please double check if the charge current was set to 7A. Note: As TSC starts using BLE as soon as it is working you might see the 7A only for a short time as TSC changes it every 30 seconds by default.
de: BLE-Zugriff scheint zu funktionieren. Bitte prüfe, ob die Stromstärke auf 7 A gesetzt wurde. Hinweis: Da TSC BLE sofort verwendet, sobald es funktioniert, siehst du die 7 A möglicherweise nur kurz, weil TSC den Wert standardmäßig alle 30 Sekunden ändert.

source: The car accepted the wake call.
de: Das Fahrzeug hat den Aufweckbefehl akzeptiert.
