Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Client/Resources/Pages/ChargeCostDetail.*.resx
Languages: de

source: All Charge costs
de: Alle Ladekosten

source: Charge price detail
de: Details zum Ladetarif

source: Valid Since
de: Gültig seit

source: Solar Price
de: Solarpreis

source: Energy Provider
de: Energieversorger

source: Fixed Price or Spot price
de: Fixpreis oder Spotpreis

source: Time based prices
de: Zeitbasierte Preise

source: Base Price (Spot price will be added to this price)
de: Grundpreis (Spotpreis wird zu diesem Preis hinzugefügt)

source: Grid Price
de: Netzpreis

source: You can specify times with special prices here. If there are times left, you didn't specify a price for, the default grid price, specified above, is used.
de: Hier können Zeiten mit speziellen Preisen festgelegt werden. Für alle übrigen Zeiten gilt der oben angegebene Standardnetzpreis.

source: Price
de: Preis

source: Add time based price
de: Zeitbasierten Preis hinzufügen

source: Use Spot Prices
de: Spotpreise verwenden

source: Enable this if you are using dynamic prices based on EPEX Spot DE (e.g. Tibber or aWATTar)
de: Aktivieren Sie dies, wenn Sie dynamische Preise auf Basis der EPEX Spot DE verwenden (z. B. Tibber oder aWATTar)

source: Additional costs to spotprice
de: Zusätzliche Kosten zum Spotpreis

source: Surcharge to spot price (e.g. aWATTar 3% + 19% VAT in Germany). Note: Spot prices are without VAT.
de: Aufschlag auf den Spotpreis (z. B. aWATTar 3 % + 19 % MwSt. in Deutschland). Hinweis: Spotpreise sind ohne MwSt.

source: Updating charge prices can take a significant amount of time as the prices of all previous charges are updated
de: Das Aktualisieren der Ladetarife kann einige Zeit dauern, da alle bisherigen Ladevorgänge neu berechnet werden.

source: Save
de: Speichern

source: Charge price is null and can not be saved. Try reloading the page.
de: Der Ladetarif ist leer und kann nicht gespeichert werden. Bitte laden Sie die Seite neu.
