Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Client/Resources/SharedResource.*.resx
Languages: de

source: A new version of the application is available. The application will now reload to update to the latest version.
de: Eine neue Version der Anwendung ist verfügbar. Die Anwendung wird jetzt neu geladen, um auf die neueste Version zu aktualisieren.

source: About
de: Über

source: Add Header
de: Header hinzufügen

source: Add Result
de: Ergebnis hinzufügen

source: AddCarDialog
de: Fahrzeug hinzufügen

source: An unhandled error has occurred.
de: Es ist ein unbehandelter Fehler aufgetreten.

source: Are you sure you want to delete {0}?
de: Möchten Sie {0} wirklich löschen?

source: At least one result configuration is not valid
de: Mindestens eine Ergebniskonfiguration ist ungültig

source: At least one result configuration is required
de: Mindestens eine Ergebniskonfiguration ist erforderlich

source: Backup and Restore
de: Backup und Wiederherstellung

source: Base Configuration
de: Basiskonfiguration

source: Cancel
de: Abbrechen

source: Car Settings
de: Fahrzeugeinstellungen

source: Charge Prices
de: Ladekosten

source: Charging Stations
de: Ladestationen

source: Cloud Connection
de: Cloud-Verbindung

source: Config form is null, can not save values
de: Konfigurationsformular ist null, Werte können nicht gespeichert werden

source: Connect Delay
de: Verbindungsverzögerung

source: Could not load version
de: Version konnte nicht geladen werden

source: Current Server Time:
de: Aktuelle Serverzeit:

source: Do not share the ID with anyone
de: Geben Sie die ID nicht an Dritte weiter

source: Do not share the complete ID with anyone
de: Geben Sie die vollständige ID nicht an Dritte weiter

source: Endianess
de: Byte-Reihenfolge

source: Failed to delete result configuration
de: Ergebniskonfiguration konnte nicht gelöscht werden

source: Failed to get current rest string
de: Aktueller REST-String konnte nicht abgerufen werden

source: Failed to update MQTT configuration
de: MQTT-Konfiguration konnte nicht aktualisiert werden

source: Failed to update Modbus value configuration
de: Modbus-Wertekonfiguration konnte nicht aktualisiert werden

source: Failed to update REST value configuration
de: REST-Wertekonfiguration konnte nicht aktualisiert werden

source: Go to
de: Gehe zu

source: HTTP Method
de: HTTP-Methode

source: Headers
de: Header

source: IP address
de: IP-Adresse

source: Installation ID
de: Installations-ID

source: Language settings
de: Spracheinstellungen

source: MQTT configuration is not valid
de: MQTT-Konfiguration ist ungültig

source: MQTT configuration is null
de: MQTT-Konfiguration ist null

source: MQTT configuration saved.
de: MQTT-Konfiguration gespeichert.

source: Modbus configuration is not valid
de: Modbus-Konfiguration ist ungültig

source: Modbus value configuration is null
de: Modbus-Wertekonfiguration ist null

source: Modbus value configuration saved.
de: Modbus-Wertekonfiguration gespeichert.

source: Navigation menu
de: Navigationsmenü

source: Node Pattern Type
de: Knotenmustertyp

source: Number of Registers
de: Anzahl der Register

source: Overview
de: Übersicht

source: Please take our
de: Bitte nehmen Sie an unserer

source: Processing
de: Verarbeitung

source: Read Timeout
de: Lese-Timeout

source: Register Address
de: Registeradresse

source: Register Type
de: Registertyp

source: Reload
de: Neu laden

source: Repeat on:
de: Wiederholen am:

source: Rest configuration is not valid
de: REST-Konfiguration ist ungültig

source: Rest value configuration is null
de: REST-Wertekonfiguration ist null

source: Rest value configuration saved.
de: REST-Wertekonfiguration gespeichert.

source: Result configuration deleted
de: Ergebniskonfiguration gelöscht

source: Save
de: Speichern

source: Saved in different timezone
de: In anderer Zeitzone gespeichert

source: Saved.
de: Gespeichert.

source: Server Timezone:
de: Server-Zeitzone:

source: Swap Register (bigEndian / littleEndian):
de: Register tauschen (Big-Endian / Little-Endian):

source: Tesla Fleet API Token is not valid.
de: Tesla Fleet API-Token ist ungültig.

source: Test
de: Testen

source: This element was saved in a different timezone than your device currently is in. The timezone is set when adding a new target, so to fix this issue, you need to delete this target and readd it.
de: Dieses Element wurde in einer anderen Zeitzone gespeichert als Ihr Gerät. Die Zeitzone wird beim Hinzufügen eines neuen Ziels festgelegt. Löschen Sie dieses Ziel und fügen Sie es erneut hinzu, um das Problem zu beheben.

source: This is needed to properly start charging sessions. If this time does not match your current time, check your server time.
de: Dies wird benötigt, um Ladesitzungen korrekt zu starten. Wenn diese Zeit nicht mit Ihrer aktuellen Zeit übereinstimmt, überprüfen Sie die Serverzeit.

source: This is needed to properly start charging sessions. If this time does not match your timezone, check the set timezone in your docker-compose.yml
de: Dies wird benötigt, um Ladesitzungen korrekt zu starten. Wenn diese Zeit nicht Ihrer Zeitzone entspricht, überprüfen Sie die in Ihrer docker-compose.yml gesetzte Zeitzone.

source: Unit Identifier
de: Gerätekennung

source: Used for
de: Verwendung

source: Value Type
de: Wertetyp

source: Yes
de: Ja

source: and Generate a Tesla Fleet API Token.
de: und erzeugen Sie ein Tesla Fleet API-Token.

source: and tell us what you think.
de: und sagen Sie uns Ihre Meinung.

source: brief survey
de: kurzen Umfrage
