Repository: pkuehnel/TeslaSolarCharger
Catalog: TeslaSolarCharger/Shared/Localization/AppStrings.*.resx
Languages: de

# BaseConfiguration.HomeBatteryPowerInversionUrl.HelperText
source: Use this if you have to dynamically invert the home battery power. Note: Only 0 and 1 are allowed as response. As far as I know this is only needed with Sungrow Inverters.
de: Nutzen Sie diese Einstellung, wenn Sie die Leistung der Hausbatterie dynamisch invertieren müssen. Hinweis: Als Antwort sind nur 0 und 1 erlaubt. Soweit bekannt, wird dies nur bei Sungrow-Wechselrichtern benötigt.

# BaseConfiguration.UpdateIntervalSeconds.DisplayName
source: Power Change Interval
de: Intervall für Leistungsänderungen

# BaseConfiguration.UpdateIntervalSeconds.HelperText
source: Every x seconds it is checked if any power changes are required.
de: In diesem Intervall wird geprüft, ob Leistungsänderungen erforderlich sind.

# BaseConfiguration.SkipPowerChangesOnLastAdjustmentNewerThanSeconds.HelperText
source: Be cautious when setting values below 25 seconds as this might result in unexpected behaviour as cars or charging stations might take some time to update the power.
de: Seien Sie vorsichtig bei Werten unter 25 Sekunden, da Fahrzeuge oder Ladestationen unter Umständen länger brauchen, um die Leistung zu aktualisieren.

# BaseConfiguration.PvValueUpdateIntervalSeconds.DisplayName
source: Solar power refresh interval
de: Aktualisierungsintervall für Solarleistung

# BaseConfiguration.MinutesUntilSwitchOn.DisplayName
source: Time with enough solar power until charging starts
de: Zeit mit ausreichender Solarleistung bis zum Start

# BaseConfiguration.MinutesUntilSwitchOff.DisplayName
source: Time without enough solar power until charging stops
de: Zeit ohne ausreichende Solarleistung bis zum Stopp

# BaseConfiguration.PowerBuffer.DisplayName
source: Power Buffer
de: Leistungspuffer

# BaseConfiguration.PowerBuffer.HelperText
source: Set values higher than 0 to always have some overage (power to grid). Set values lower than 0 to always consume some power from the grid.
de: Werte größer 0 sorgen immer für Überschuss (Einspeisung). Werte kleiner 0 führen dazu, dass dauerhaft etwas Netzstrom bezogen wird.

# BaseConfiguration.AllowPowerBufferChangeOnHome.HelperText
source: If enabled, the configured power buffer is displayed on the home screen, including the option to directly change it.
de: Wenn aktiviert, wird der konfigurierte Leistungspuffer auf der Startseite angezeigt und kann dort direkt angepasst werden.

# BaseConfiguration.PredictSolarPowerGeneration.HelperText
source: If enabled, your home geofence location is transferred to the Solar4Car.com servers as well as to the servers of www.visualcrossing.com. At no point will your location data be linked with other data.
de: Wenn aktiviert, wird Ihr Home-Geofence sowohl an die Solar4Car.com-Server als auch an www.visualcrossing.com übertragen. Die Standortdaten werden zu keinem Zeitpunkt mit anderen Daten verknüpft.

source: If enabled, when a target Soc is set not only grid prices but also estimated solar power generation is used to schedule charging.
de: Ist ein Ziel-SoC gesetzt, werden bei aktivierter Option sowohl Strompreise als auch prognostizierte Solarerzeugung für die Ladeplanung verwendet.

# BaseConfiguration.ShowEnergyDataOnHome.HelperText
source: This is in an early beta and might not behave like expected. Loading might take longer than 30 seconds or never load on low performance devices like Raspery Pi 3. This will be fixed in a future update.
de: Diese Funktion befindet sich in einer frühen Beta und kann sich unerwartet verhalten. Das Laden kann länger als 30 Sekunden dauern oder auf Geräten mit geringer Leistung (z. B. Raspberry Pi 3) ganz ausbleiben. Dies wird in einem zukünftigen Update verbessert.

# BaseConfiguration.TelegramBotKey.DisplayName
source: Telegram Bot Key
de: Telegram-Bot-Schlüssel

# BaseConfiguration.TelegramChannelId.DisplayName
source: Telegram Channel Id
de: Telegram-Kanal-ID

# BaseConfiguration.SendStackTraceToTelegram.HelperText
source: If enabled detailed error information are sent via Telegram so developers can find the root cause. This is not needed for normal usage.
de: Wenn aktiviert, werden detaillierte Fehlerinformationen per Telegram versendet, damit Entwickler die Ursache finden können. Für den normalen Betrieb nicht erforderlich.

# BaseConfiguration.TeslaMateDbServer.DisplayName
source: TeslaMate Database Host
de: TeslaMate-Datenbankhost

# BaseConfiguration.TeslaMateDbPort.DisplayName
source: TeslaMate Database Server Port
de: TeslaMate-Datenbankport

# BaseConfiguration.TeslaMateDbPort.HelperText
source: You can use the internal port of the TeslaMate database container
de: Sie können den internen Port des TeslaMate-Datenbankcontainers verwenden.

# BaseConfiguration.TeslaMateDbDatabaseName.DisplayName
source: TeslaMate Database Name
de: TeslaMate-Datenbankname

# BaseConfiguration.TeslaMateDbUser.DisplayName
source: TeslaMate Database Username
de: TeslaMate-Datenbankbenutzer

# BaseConfiguration.TeslaMateDbPassword.DisplayName
source: TeslaMate Database Server Password
de: TeslaMate-Datenbankpasswort

# BaseConfiguration.MqqtClientId.DisplayName
source: Mqqt ClientId
de: MQTT-Client-ID

# BaseConfiguration.DynamicHomeBatteryMinSoc.DisplayName
source: Dynamic Home Battery Min Soc
de: Dynamischer Mindest-SoC der Hausbatterie

# BaseConfiguration.DynamicHomeBatteryMinSoc.HelperText
source: If enabled the Home Battery Min Soc is automatically set based on solar predictions to make sure the home battery is fully charged at the end of the day. This setting is only recommended after having solar predictions enabled for at least two weeks.
de: Wenn aktiviert, wird der Mindest-SoC der Hausbatterie anhand der Solarprognosen automatisch gesetzt, sodass sie zum Tagesende voll ist. Diese Einstellung wird erst nach mindestens zwei Wochen aktivierter Solarprognosen empfohlen.

# BaseConfiguration.HomeBatteryMinSoc.DisplayName
source: Home Battery Minimum SoC
de: Mindest-SoC der Hausbatterie

# BaseConfiguration.HomeBatteryMinSoc.HelperText
source: Set the SoC your home battery should get charged to before cars start to use full power. Leave empty if you do not have a home battery
de: Legen Sie den SoC fest, auf den Ihre Hausbatterie geladen wird, bevor Fahrzeuge mit voller Leistung laden. Leer lassen, falls keine Hausbatterie vorhanden ist.

# BaseConfiguration.HomeBatteryMinDynamicMinSoc.HelperText
source: Reserve that is always set as min SoC.
de: Reserve, die immer als Mindest-SoC gesetzt wird.

# BaseConfiguration.HomeBatteryMaxDynamicMinSoc.HelperText
source: Min SoC is never set higher than this value.
de: Der Mindest-SoC wird nie höher als dieser Wert gesetzt.

# BaseConfiguration.DynamicMinSocCalculationBuffer.HelperText
source: Used to make sure your home battery does not run out of power even if weather predictions are not correct or your house uses more energy than anticipated.
de: Stellt sicher, dass die Hausbatterie nicht leer läuft, selbst wenn Vorhersagen ungenau sind oder der Verbrauch höher ist als erwartet.

# BaseConfiguration.ForceFullHomeBatteryBySunset.HelperText
source: If enabled, the system charges the home battery so it is full by sunset. If disabled, the system only ensures the battery does not run empty before the next sunrise.
de: Wenn aktiviert, lädt das System die Hausbatterie bis zum Sonnenuntergang voll. Wenn deaktiviert, wird nur sichergestellt, dass sie bis zum nächsten Sonnenaufgang nicht leer wird.

# BaseConfiguration.HomeBatteryChargingPower.DisplayName
source: Home Battery Target charging power
de: Ziel-Ladeleistung der Hausbatterie

# BaseConfiguration.HomeBatteryChargingPower.HelperText
source: Set the power your home battery should charge with as long as SoC is below set minimum SoC. Leave empty if you do not have a home battery
de: Legen Sie die Leistung fest, mit der die Hausbatterie geladen wird, solange der SoC unter dem Mindestwert liegt. Leer lassen, wenn keine Hausbatterie vorhanden ist.

# BaseConfiguration.HomeBatteryDischargingPower.DisplayName
source: Home Battery target discharging power
de: Ziel-Entladeleistung der Hausbatterie

# BaseConfiguration.HomeBatteryDischargingPower.HelperText
source: Used to discharge the home battery when option is set in either a charging target or directly at the car.
de: Wird verwendet, um die Hausbatterie zu entladen, wenn dies in einem Ladeziel oder direkt am Fahrzeug aktiviert ist.

# BaseConfiguration.HomeBatteryUsableEnergy.DisplayName
source: Home Battery Usable energy
de: Nutzbare Energie der Hausbatterie

# BaseConfiguration.HomeBatteryUsableEnergy.HelperText
source: Set the usable energy your home battery has.
de: Tragen Sie die nutzbare Energie Ihrer Hausbatterie ein.

# BaseConfiguration.DischargeHomeBatteryToMinSocDuringDay.HelperText
source: When enabled TSC discharges the home battery to its Min Soc after sunrise and before sunset. Note: Charging of cars is only started if minimum difference between actual home battery soc and min soc is at least 10%.
de: Wenn aktiviert, entlädt TSC die Hausbatterie tagsüber bis zum Mindest-SoC. Hinweis: Das Laden von Autos startet erst, wenn die Differenz zwischen aktuellem SoC und Mindest-SoC mindestens 10 % beträgt.

# BaseConfiguration.CarChargeLoss.HelperText
source: Energy lost when charging cars. Is used to calculate charging schedules based on battery capacity.
de: Energieverlust beim Laden von Autos. Wird verwendet, um Ladepläne anhand der Batteriekapazität zu berechnen.

# BaseConfiguration.MaxCombinedCurrent.DisplayName
source: Max combined current
de: Maximaler Gesamtstrom

# BaseConfiguration.MaxCombinedCurrent.HelperText
source: Set a value if you want to reduce the max combined used current per phase of all cars. E.g. if you have two cars each set to max 16A but your installation can only handle 20A per phase you can set 20A here. So if one car uses 16A per phase the other car can only use 4A per phase. Note: Power is distributed based on the set car priorities.
de: Begrenzen Sie den maximal kombinierten Strom pro Phase aller Fahrzeuge. Beispiel: Wenn zwei Fahrzeuge mit je 16 A laden können, Ihre Installation aber nur 20 A pro Phase zulässt, stellen Sie hier 20 A ein. Nutzt ein Fahrzeug 16 A, bleiben für das andere 4 A.

# BaseConfiguration.MaxInverterAcPower.DisplayName
source: Max Inverter AC Power
de: Maximale AC-Leistung des Wechselrichters

# BaseConfiguration.MaxInverterAcPower.HelperText
source: If you have a hybrid inverter that has more DC than AC power insert the maximum AC Power here. This is a very rare, so in most cases you can leave this field empty.
de: Wenn Sie einen Hybrid-Wechselrichter mit mehr DC- als AC-Leistung haben, geben Sie hier die maximale AC-Leistung an. In den meisten Fällen kann dieses Feld leer bleiben.

# BaseConfiguration.UseTeslaMateIntegration.DisplayName
source: Use TeslaMate Integration
de: TeslaMate-Integration verwenden

# BaseConfiguration.UseTeslaMateIntegration.HelperText
source: When you use TeslaMate you can enable this so calculated charging costs from TSC are set in TeslaMate. Note: The charging costs in TeslaMate are only updated ever 24 hours.
de: Wenn Sie TeslaMate nutzen, können Sie hier aktivieren, dass berechnete Ladekosten aus TSC in TeslaMate übernommen werden. Hinweis: In TeslaMate werden die Kosten nur alle 24 Stunden aktualisiert.

# BaseConfiguration.UseTeslaMateAsDataSource.DisplayName
source: Use TeslaMate as Data Source
de: TeslaMate als Datenquelle verwenden

# BaseConfiguration.UseTeslaMateAsDataSource.HelperText
source: If enabled TeslaMate MQTT is used as datasource. If disabled Tesla API is directly called. Note: If you use TSC without TeslaMate the setting here does not matter. Then the Tesla API is used always.
de: Wenn aktiviert, wird TeslaMate MQTT als Datenquelle genutzt. Ist die Option deaktiviert, wird die Tesla-API direkt verwendet. Ohne TeslaMate ist diese Einstellung wirkungslos, da immer die Tesla-API genutzt wird.

# BaseConfiguration.HomeGeofenceRadius.DisplayName
source: Home Radius
de: Radius zu Hause

# BaseConfiguration.HomeGeofenceRadius.HelperText
source: Increase or decrease the radius of the home geofence. Note: Values below 50m are not recommended
de: Vergrößern oder verkleinern Sie den Radius des Home-Geofence. Werte unter 50 m werden nicht empfohlen.

# NotChargingReasons.CarFullyCharged
source: Car is fully charged
de: Fahrzeug ist vollständig geladen

# Components.NotChargingReasons.Heading
source: {0} reason(s) why loadpoint charges with different power than you might expect
de: {0} Gründe, warum der Ladepunkt mit einer anderen Leistung lädt als erwartet

# Components.NotChargingReasons.Remaining
source: remaining
de: verbleibend

# Components.NotChargingReasons.ReasonWithCountdown
source: {0} ({1} remaining)
de: {0} ({1} verbleibend)
